Repository: domnantas/wal_go
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: lt

source: can't be blank
lt: negali būti tuščias

source: has already been taken
lt: jau užimtas

source: is invalid
lt: neteisingas

source: must be accepted
lt: privalo būti priimtas

source: has invalid format
lt: yra netinkamo formato

source: has an invalid entry
lt: turi netinkamą įrašą

source: is reserved
lt: yra rezervuotas

source: does not match confirmation
lt: nesutampa su patvirtinimu

source: is still associated with this entry
lt: vis dar susijęs su šiuo įrašu

source: are still associated with this entry
lt: vis dar susiję su šiuo įrašu

source: should have %{count} item(s)
lt: turi turėti %{count} elementą

source: should be %{count} character(s)
lt: turi būti %{count} simbolis

source: should be %{count} byte(s)
lt: turi būti %{count} baitas

source: should have at least %{count} item(s)
lt: turi turėti bent %{count} elementą

source: should be at least %{count} character(s)
lt: turi būti bent %{count} simbolis

source: should be at least %{count} byte(s)
lt: turi būti bent %{count} baitas

source: should have at most %{count} item(s)
lt: turi turėti ne daugiau nei %{count} elementą

source: should be at most %{count} character(s)
lt: turi būti ne daugiau nei %{count} simbolis

source: should be at most %{count} byte(s)
lt: turi būti ne daugiau nei %{count} baitas

source: must be less than %{number}
lt: turi būti mažiau nei %{number}

source: must be greater than %{number}
lt: turi būti daugiau nei %{number}

source: must be less than or equal to %{number}
lt: turi būti mažiau arba lygu %{number}

source: must be greater than or equal to %{number}
lt: turi būti daugiau arba lygu %{number}

source: must be equal to %{number}
lt: turi būti lygu %{number}
